10/data/attachments/c061cdb2e925c6da.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_143da72d-880f-4d83-8c98-3a676be66471</nif:username>
            <nif:friendToBeAdded>Maria_late_Friend_46142_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>